Repository: leo-lem/Anagrams
Catalog: resource/Localizable.xcstrings
Source language: en
Languages: de

source: %lld words
de: %lld Worte

source: Cancel
de: Zurück

source: Delete
de: Löschen

source: Do you want to publish your score?
de: Willst du dein Spiel veröffentlichen?

# editRoot
source: Edit the root word
de: Wähle neues Startwort

source: Enter your username
de: Gib deinen Namen ein

source: Game Summary
de: Zusammenfassung

source: iCloud Unavailable
de: iCloud ist nicht verfügbar

source: Language
de: Sprache

source: Language: %@
de: Sprache: %@

source: Leaderboard
de: Rangliste

# limit %@
source: %@ time limit
de: %@ Zeitlimit

# next
source: Next Word
de: Nächstes Wort

source: None found.
de: Keine gefunden.

# placeholder
source: Type a word below to get started.
de: Tippe ein Wort ein um zu beginnen.

source: Player: %@
de: Spieler: %@

source: Please sign in to your iCloud account to enable leaderboard features.
de: Bitte melde dich bei iCloud an, die Rangliste zu aktivieren.

# previous
source: Previous Word
de: Vorheriges Wort

source: Publish
de: Veröffentlichen

# rootAlertExists
source: We don’t know that word…
de: Das kennen wir leider nicht.

# rootAlertLength
source: That word is too short…
de: Das ist zu kurz.

# rootAlertTitle
source: Oops :(
de: Oh nein :(

source: Root Word: %@
de: Startwort: %@

# save
source: Save your Score
de: Speichere dein Spiel

# score %lld
source: %lld points
de: %lld Punkte

# scorePoints %lld
source: Score: %lld points
de: Score: %lld Punkte

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Sign Out
de: Abmelden

source: Sign %@ out?
de: %@ abmelden?

source: Submit
de: Abschicken

# timeLimitMinutes %lld
source: Time Limit (%lld minutes)
de: Zeitlimit (%lld Minuten)

# timeLimitSec %lld
source: Time Limit: %lld seconds
de: Zeitlimit: %lld Sekunden

# timerOff
source: Disable countdown
de: Timer aus

# timerOn
source: Enable countdown
de: Timer an

# timeUsedSec %lld
source: Time Used: %lld seconds
de: Zeit: %lld Sekunden

# toggleList
source: Toggle Public Leaderboard
de: Zeige öffentliche Rangliste

source: Username
de: Benutzername

source: What word can be made?
de: Welches Wort kann man daraus machen?

# wordAlertExists %@
source: We haven’t heard of '%@'…
de: Wir kennen '%@' das Wort nicht.

# wordAlertIsRoot
source: That would be too easy…
de: Das wäre zu einfach…

# wordAlertLength
source: That’s too short…
de: Das ist zu kurz…

# wordAlertNotInRoot %@
source: That cannot be made from the letters of '%@'…
de: Du darfst nur die Buchstaben aus '%@' verwenden.

# wordAlertNotNew
source: You already got that one…
de: Das hattest du schon…

# wordAlertTitle
source: Nope…
de: Nö…

source: Words
de: Worte

source: Words Found: %lld
de: Gefundene Worte: %lld
